<?php
$a=$_GET["shuju"];


$b='[{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"},
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}
,
{"img":"58.jpg","content":"新盟蒸汽朋克复古牧马人机械键盘鼠标耳机套装电脑键鼠笔记本办公有线红轴茶轴外接背光电竞游戏吃鸡青轴黑轴 104键混光银白色青轴-宏编程旗舰版","price":"179.00"}]';

// ===================================
$c='[{"img":"60.jpg","opa":1},
{"img":"61.jpg","opa":0},
{"img":"62.jpg","opa":0},
{"img":"63.jpg","opa":0},
{"img":"64.jpg","opa":0},
{"img":"65.jpg","opa":0},
{"img":"66.jpg","opa":0},
{"img":"67.jpg","opa":0}
]';



if($a==="shangpinliebiao"){
    echo $b;
}else if($c==="lunbo1"){

    echo $c;
}

?>